Repository: Jolicloud/oem-config
Catalog: debian/po/*.po
Languages: mk

source: System Configuration
mk: Конфигурација на системот

source: Step ${INDEX} of ${TOTAL}
mk: ${INDEX} од ${TOTAL} чекори

source: Choose language
mk: Одбери јазик / Choose language

source: Choose time zone
mk: Изберете временска зона

source: Select a city in your country and time zone.
mk: Изберете град во Вашата временска зона.

source: Selected city:
mk: Избран град:

source: Selected region:
mk: Избран регион:

source: Time zone:
mk: Временска зона:

source: Current time:
mk: Тековно време:

source: Keyboard layout
mk: Распоред на тастатура

source: Which layout is most similar to your keyboard?
mk: Кој распоред на копчињата на тастатурата е најсличен со Вашата тастатура?

source: You can type into this box to test your new keyboard layout.
mk: Можете да пишувате во ова поле за да го тестирате новиот распоред на копчињата на тастатурата.

source: Who are you?
mk: Кој сте Вие?

source: What is your name?
mk: Кое е Вашето име?

source: What name do you want to use to log in?
mk: Кое име сакате да го користите за најава?

source: If more than one person will use this computer, you can set up multiple accounts after installation.
mk: Ако повеќе од една личност го користи овој компјутер, можете да поставите повеќе сметки по инсталацијата.

source: Choose a password to keep your account safe.
mk: Одберете лозинка за да ја обезбедите Вашата сметка.

source: You are running in debugging mode. Do not use a valuable password!
mk: Работите во режим за исправување грешки. Не користете вредна лозинка!

source: Enter the same password twice, so that it can be checked for typing errors.
mk: Внесете ја истата лозинка двапати за да биде проверена од грешки во пишувањето.

source: Log in automatically
mk: Најави автоматски

source: Go Back
mk: Назад

source: Continue
mk: Продолжи
